{
  "info":{
    "name":"Interjection",
    "desc":"",
    "status":1
  },
  "root": {
    "name": "အာမေဍိတ်",
    "desc": "ထိတ်လန့်ခြင်း၊ ဝမ်းသာခြင်း၊ အံ့သြခြင်းသည့် တစ်စုံတစ်ခုသော အကြောင်းကြောင့် ပြင်းပြင်းထန်ထန် စိတ်လှုပ်ရှားကာ နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံကို 'အာမေဍိတ်'ဟု ခေါ်သည်။",
    "note": null
  },
  "cate": [],
  "word": [
    {
      "name": "သာဓက",
      "row": ["အမယ်လေး","အံ့ရော","ဟဲ့ဟဲ့","တယ်","အား","ဟင်","လိုက်ဟ","ပေးစမ်း","မြန်မြန်","အော်","ဟယ်"],
      "desc":""
    }
  ],
  "exam": [
    {
      "name": "ထိတ်လန့်ကြောက်ရွှံ့သဖြင့် နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံတို့သည် အာမေဍိတ်များ ဖြစ်သည်။",
      "desc": [
        "'အမယ်လေး... မြွေကြီး၊ မြွေကြီး'",
        "'သူခိုး... သူခိုး'"
      ]
    },
    {
      "name": "တစ်စုံတစ်ရာကို နှစ်သက်ဝမ်းမြောက်သဖြင့် နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံတို့သည် အာမေဍိတ်များ ဖြစ်ကြသည်။",
      "desc": [
        "'နိုင်ပြီဟေ့... နိုင်ပြီ'",
        "'ကောင်းကွာ... သိပ်ကောင်း'"
      ]
    },
    {
      "name": "ထို့အသံတို့သည် တစ်စုံတစ်ရာကို တွေ့မြင့်အံ့သြသဖြင့် နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံတို့သည် အာမေဍိတ်များ ဖြစ်ကြသည်။",
      "desc": [
        "'အံ့ရော... ဧရာမကြီးပဲ'",
        "'ကြည့်ကြည့်... မိုးပေါ်တက်သွားပြီ'"
      ]
    },
    {
      "name": "တစ်စုံတစ်ယောက်အတွက် စိုးရိမ်ကြောင့်ကြသဖြင့် နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံတို့သည် အာမေဍိတ်များ ဖြစ်ကြသည်။",
      "desc": [
        "'ဟဲ့ဟဲ့... လဲမယ်၊ လဲမယ်'",
        "'ကားလာတယ်... ရပ်၊ ရပ်'"
      ]
    },
    {
      "name": "တစ်စုံတစ်ယောက်ကို စိတ်ဆိုးသဖြင့် နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံတို့သည် အာမေဍိတ်များ ဖြစ်ကြသည်။",
      "desc": [
        "'တယ်... ငါလုပ်လိုက်ရ'",
        "'လိုက်ဟ... လိုက်ဟ'",
        "'ရိုက်... ရိုက်'"
      ]
    },
    {
      "name": "တစ်စုံတစ်ရာကို မနှစ်သက်သဖြင့် နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံတို့သည် အာမေဍိတ်များ ဖြစ်ကြသည်။",
      "desc": [
        "'အား... ငရုတ်သီး စပ်လိုက်တာ'",
        "'ဟင်... တယ်ညံ့တာကိုး'"
      ]
    },
    {
      "name": "အလျင်စလို ပြုမူပြောဆိုသောအခါ နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံတို့သည် အာမေဍိတ်များ ဖြစ်ကြသည်။",
      "desc": [
        "'ပေးစမ်း... ပေးစမ်း'",
        "'မြန်မြန်... မြန်မြန်'"
      ]
    },
    {
      "name": "တစ်စုံတစ်ယောက်၊ တစ်စုံတစ်ခုအတွက် ဝမ်းနည်းသဖြင့် နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံတို့သည် အာမေဍိတ်များ ဖြစ်ကြသည်။",
      "desc": [
        "'အော်... ဖြစ်မှဖြစ်ရလေ'",
        "'ဟယ်... ငါ့ဖောင်တိန်လေး ကျိုးသွားပြီ'"
      ]
    }
  ],
  "kind": []
}