{
  "info": {
    "name": "Noun",
    "desc": "",
    "status": 1
  },
  "root": {
    "name": "နာမ်",
    "desc": "သက်ရှိသက်မဲ့၊ ဒြပ်ရှိဒြပ်မဲ့တို့၏ အမည်ဟူသမျှကို 'နာမ်'ဟု ခေါ်သည်။",
    "note": null
  },
  "cate": [
    {
      "name": "အနက်အဓိပ္ပါယ်အရ နာမ်",
      "desc": "အနက်အဓိပ္ပါယ်အရ နာမ် '၄'မျိုး ရှိသည်။",
      "row": [
        "တစ်ဦးဆိုင်နာမ်",
        "အများဆိုင်နာမ်",
        "စိတ္တဇနာမ်",
        "အစုပြနာမ်"
      ]
    },
    {
      "name": "ဖွဲ့စည်းတည်ဆောက်ပုံအရ နာမ်",
      "desc": "ဖွဲ့စည်းတည်ဆောက်ပုံအရ နာမ် '၄'မျိုး ရှိသည်။",
      "row": [
        "ပင်ကိုနာမ်",
        "ပေါင်းစပ်နာမ်",
        "ကြိယာနာမ်",
        "ဂုဏ်ရည်ပြနာမ်"
      ]
    }
  ],
  "word": [],
  "exam": [],
  "kind": [
    {
      "root": {
        "name": "တစ်ဦးဆိုင်နာမ်",
        "desc": "တစ်ဦး၊ တစ်ယောက်၊ တစ်ခုအတွက် သီးခြားမှည့်ခေါ်တားသော အမည်ကို 'တစ်ဦးဆိုင်နာမ်'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": [
            "ဧရာဝတီ",
            "ချင်းတွင်း",
            "သံလွင်",
            "စစ်တောင်း"
          ],
          "desc": [
            "'ဧရာဝတီ၊ ချင်းတွင်း၊ သံလွင်၊ စစ်တောင်း' တို့သည်လည်း မြန်မာပြည်၌ အမြောက်အမြားရှိသော မြစ်များအနက် မြစ်အချို့၏ သီးခြားအမည်များ ဖြစ်ကြသည်။",
            "'ဧရာဝတီ' ဟူသော အမည်မှာ မြန်မာပြည် မြောက်ပိုင်းတွင် မေခနှင့် မေလိခတို့ ပေါင်းဆုံရာအရပ်မှ တော်ဘက်သို့ စီဆင်းလာပြီး ဘင်္ဂလားပင်လယ်ထဲသို့ စီးဝင်သော မြစ်ကြီးကိုသာ ရည်ညွှန်းပြီး သီးခြားမှည့်ခေါ်ထားသော အမည်ဖြစ်သည်။ ဧရာဝတီ ဟူသော အမည်သည် အခြားမြစ်များနှင့် လုံးဝမသက်ဆိုင်ပေ။ ထို့ကြောင့် ဧရာဝတီသည် တစ်ဦးဆိုင်နာမ် ဖြစ်သည်။",
            "ထိုနည်းအတူ 'ချင်းတွင်း၊ သံလွင်၊ စစ်တောင်း' တို့သည်လည်း မြစ်တစ်ခုချင်း၏ သီးခြားမှည့်ခေါ်ထားသော အမည်များဖြစ်ခြင်းကြောင့် တစ်ဦးဆိုင်နာမ် များဖြစ်ကြသည်။"
          ]
        },
        {
          "name": "သာဓက",
          "row": [
            "ရန်ကုန်",
            "မန္တလေး",
            "မြစ်ကြီးနား",
            "ထားဝယ်",
            "ကျောက်ဖြူ",
            "ကလေး"
          ],
          "desc": [
            "'ရန်ကုန်' ဟူသော အမည်မှာ လှိုင်မြစ်နှင့် ပုစွန်တောင်ချောင်း၊ ပဲခူးချောင်းတို့ ဆုံရာ အရပ်တွင် ဆိပ်ကမ်းမြို့ကြီးကိုသာ ရည်ညွှန်းပြီး သီးခြား မှည့်ခေါ်ထားသော အမည်ဖြစ်သည်။ 'ရန်ကုန်' ဟူသော အမည်သည် အခြားမြို့များနှင့် လုံးဝမသက်ဆိုင်ပေ။",
            "ထို့ကြောင့် 'ရန်ကုန်'သည် တစ်ဦးဆိုင်နာမ် ဖြစ်သည်။",
            "ထို့နည်းအတူ 'မန္တလေး၊ မြစ်ကြီးနား၊ ထားဝယ်၊ ကျောက်ဖြူ၊ ကလေး' တို့သည်လည်း မြို့တစ်မြို့ချင်း၏ သီးခြားမှည့်ခေါ်ထားသော အမည်များဖြစ်ခြင်းကြောင့် တစ်ဦးဆိုင်နာမ်များ ဖြစ်ကြသည်။"
          ]
        },
        {
          "name": "သာဓက",
          "row": [
            "စောလှ",
            "မောင်မောင်",
            "ဇော်ဇော်",
            "တင်တင်",
            "ခင်ခင်",
            "ဘုတ်ဆုံ"
          ],
          "desc": [
            "'စောလှ' ဟူသော အမည်မှာ သူ၏ မိဘနှစ်ပါးက သူတို့၏ သားကိုသာ ရည်ညွှန်းပြီး သီးခြားမှည့်ခေါ်ထားသော အမည်ဖြစ်သည်။ 'စောလှ' ဟူသော အမည်သည် အခြားမိဘများက ပေါက်ဖွားလာသော သားများနှင့် လုံးဝမသက်ဆိုင်ပေ။",
            "ထို့ကြောင့် 'စောလှ'သည် တစ်ဦးဆိုင်နာမ် ဖြစ်သည်။",
            "ထို့နည်းအတူ 'မောင်မောင်၊ ဇော်ဇော်၊ တင်တင်၊ ခင်ခင်၊ ဘုတ်ဆုံ' တို့သည်လည်း တစ်ဦးချင်း သီးခြားမှည့်ခေါ်ထားသော အမည်များဖြစ်ခြင်းကြောင့် တစ်ဦးဆိုင်နာမ်များ ဖြစ်ကြသည်။"
          ]
        }
      ]
    },
    {
      "root": {
        "name": "အများဆိုင်နာမ်",
        "desc": "အများနှင့်ဆိုင်သော ပုဂ္ဂိုလ်၊ သတ္တဝါ၊ အရာဝတ္ထုတို့၏ အမည်ကို 'အများဆိုင်နာမ်'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": [
            "မြို့",
            "ရွာ",
            "အိမ်",
            "ကျောင်း",
            "မြစ်",
            "ချောင်း",
            "လူ",
            "တိရစ္ဆာန်"
          ],
          "desc": [
            "'မြို့' ဟူသော နာမ်သည် မြို့တစ်မြို့တည်းနှင့်သာ သက်ဆိုင်သည်မဟုတ်။ ရှိရှိသမျှ မြို့အားလုံးနှင့် သက်ဆိုင်သည်။ ထို့ကြောင့် 'မြို့'သည် အများဆိုင်နာမ် ဖြစ်သည်။",
            "'ရွာ' ဟူသော နာမ်သည် ရွာတစ်ရွာတည်းနှင့်သာ သက်ဆိုင်သည် မဟုတ်၊ ရှိရှိသမျှ ရွာအားလုံးနှင့် သက်ဆိုင်သည်။ ထို့ကြောင့် 'ရွာ'သည်လည်း အများဆိုင်နာမ် ဖြစ်သည်။",
            "ထိုနည်းအတူ 'အိမ်၊ ကျောင်း၊ မြစ်၊ ချောင်း၊ လူ၊ တိရစ္ဆာန်' တို့သည်လည်း အများနှင့်ဆိုင်သော အများဆိုင်နာမ်များ ဖြစ်ကြသည်။"
          ]
        }
      ]
    },
    {
      "root": {
        "name": "စိတ္တဇနာမ်",
        "desc": "ဒြပ်မရှိ၊ ကိုင်တွယ်စမ်းသပ်၍မရ၊ မြင်းလည်းမမြင်နိုင်၊ စိတ်ဖြင့်သာ တွေးတောသိနိုင်သော နာမ်ကို 'စိတ္တဇနာမ်'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": [
            "မေတ္တာ",
            "စေတနာ",
            "ကံ",
            "ဉာဏ်",
            "ဝီရိယ",
            "ဇွဲ",
            "သတ္တိ",
            "သီလ",
            "သမာဓိ",
            "ပညာ",
            "စည်းလုံးညီညွတ်ရေး",
            "အဆိုး",
            "အကောင်း",
            "အချစ်",
            "အမုန်း"
          ],
          "desc": [
            "'မေတ္တာ' ဟူသော နာမ်သည် အကောင်အထည် ဒြပ်သဏ္ဌာန် အထင်အရှားမရှိ၊ ကိုင်တွယ် စမ်းသပ်၍လည်း မရနိုင်၊ မျက်စိဖြင့် ကြည့်၍လည်း မမြင်နိုင်၊ သို့ရာတွင် မေတ္တာ၏ သဘောကို စိတ်ဖြင့် တွေးတော သိရှိနိုင်သည်။ ဤသို့ စိတ်ဖြင့်သာ တွေးတောသိနိုင်သောကြောင့် 'မေတ္တာ' သည် စိတ္တဇနာမ် ဖြစ်သည်။",
            "ထိုနည်းအတူ 'စေတနာ၊ ကံ၊ ဉာဏ်၊ ဝီရိယ၊ ဇွဲ၊ သတ္တိ' အစရှိသော နာမ်တို့သည်လည်း အကောင်အထည် ဒြပ်သဏ္ဌာန် အထင်အရှားမရှိ၊ ကိုင်တွယ် စမ်းသပ်၍လည်း မရနိုင်၊ မျက်စိဖြင့်ကြည့် ၍လည်း မမြင်နိုင်။ သို့ရာတွင် ၄င်းတို့၏ သဘောကို စိတ်ဖြင့်တွေးတော သိရှိနိုင်သည်။ ထို့ကြောင့် ၄င်းတို့သည် စိတ္တဇနာမ်များ ဖြစ်ကြသည်။"
          ]
        }
      ]
    },
    {
      "root": {
        "name": "အစုပြနာမ်",
        "desc": "အစုအပေါင်း၊ အသင်းအဖွဲ့ကို ဖော်ပြသော နာမ်ကို 'အစုပြနာမ်'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": [
            "လူထု",
            "စစ်တပ်",
            "အိမ်ထောင်စု",
            "ပါတီ",
            "အသင်း",
            "အစည်းအရုံး",
            "ကော်မတီ",
            "ကျောင်းသား"
          ],
          "desc": [
            "'လူထု' ဟူသော နာမ်သည် လူတစ်ဦးတစ်ယောက်တည်းကို မဆိုလိုပေ။ လူအများ ပါဝင်သော အစုအပေါင်းကို ဆိုလိုသည်။",
            "'စစ်တပ်' ဟူသော နာမ်သည် စစ်သားတစ်ယောက်တည်းကို မဆိုလိုပေ။ 'စစ်သား' အများအပြား ပါဝင်သောအစုအပေါင်းကို ဆိုလိုသည်။",
            "'အိမ်ထောင်စု' ဟူသော နာမ်သည် မိခင်တစ်ယောက်တည်းကိုသာ ဆိုလိုသည် မဟုတ်။ မိခင်၊ ဖခင်၊ သားသမီး စသည့် 'အိမ်သားစု' အားလုံးကို ဆိုလိုသည်။",
            "ထိုနည်းအတူ 'ပါတီ၊ အသင်း၊ အစည်းအရုံး၊ ကော်မတီ၊ ကျောင်းသား' ဟူသော နာမ်တို့သည်လည်း အစုအပေါင်းကိုပြသော အစုပြနာမ်များ ဖြစ်ကြသည်။"
          ]
        },
        {
          "name": "သာဓက",
          "row": [
            "ကျွဲအုပ်",
            "နွားအုပ်"
          ],
          "desc": [
            "'ကျွဲအုပ်၊ နွားအုပ်' ဟူသော နာမ်များသည်လည်းကျွဲတစ်ကောင်တည်း၊ နွားတစ်ကောင်တည်းကို ဆိုလိုသည် မဟုတ်ပေ။ ကျွဲအများစုပေါင်း ပါဝင်သော အစုအပေါင်းကို 'ကျွဲအုပ်'ဟု ခေါ်၍ နွားအများစုပေါင်းပါဝင်သော အစုအပေါင်းကို 'နွားအုပ်'ဟု ခေါ်သည်။",
            "ဤကဲ့သို့ အစုအပေါင်းနှင့် သက်ဆိုင်သောကြောင့် 'ကျွဲအုပ်၊ နွားအုပ်' တို့သည် အစုပြနာမ်များ ဖြစ်ကြသည်။"
          ]
        }
      ]
    },
    {
      "root": {
        "name": "ပင်ကိုနာမ်",
        "desc": "မြန်မာသဒ္ဒါနည်းဖြင့် ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်းမဟုတ်၊ မူလအတိုင်းဖြစ်သော နာမ်ကို 'ပင်ကိုနာမ်'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": [
            "လူ",
            "သား",
            "ငါး",
            "နေ"
          ],
          "desc": [
            "'လူ၊ ငါး၊ နေ' အစရှိသည်တို့သည် ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်းမဟုတ်သော ပင်ကိုနာမ်များ ဖြစ်ကြသည်။"
          ]
        },
        {
          "name": "သာဓက",
          "row": [
            "စပါး",
            "ရေအိုး",
            "ရေကန်",
            "အိုးစည်",
            "သတင်း",
            "ကြက်သွန်",
            "ထမင်း"
          ],
          "desc": [
            "'စပါး'ကို ခွဲစိတ်လိုက်လျှင် စနှင့်ပါးဟူသော အစိတ်အပိုင်း(၂)ခုကို ရမည်။ သို့ရာတွင် 'စ'သည်လည်းကောင်း၊ 'ပါး'သည်လည်းကောင်း စပါး၏ ဆိုလိုရင်း အနက်ကို မပေးနိုင်ချေ။ ခွဲစိတ်ခြင်းဖြင့် မူလအဓိပ္ပာယ်မှာ ပျက်သွားသည်။ ထို့ကြောင့် စပါးသည် ခွဲစိတ်မရသော နာမ် ဖြစ်သည်။",
            "ထို့ပြင် 'ရေအိုး၊ ရေကန်၊ အိုးစည်' စသည်တို့ကဲ့သို့ ပုဒ်အချင်းချင်း ပေါင်းစပ်ဖွဲ့စည်းထားသည့် ပေါင်းစပ်ပုဒ်လည်းမဟုတ်သောကြောင့် စပါးသည် ပင်ကိုနာမ် ဖြစ်သည်။",
            "ထိုနည်းအတူ 'သတင်း၊ ကြက်သွန်၊ ထမင်း'ဟူသော နာမ်တို့သည်လည်း ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်းမဟုတ်သော ပင်ကိုနာမ်များ ဖြစ်ကြသည်။"
          ]
        },
        {
          "name": "သာဓက",
          "row": [
            "ပညာ",
            "ကရုဏာ",
            "သညာ",
            "ဒုက္ခ",
            "ဒရိုင်ဘာ",
            "ဒါရိုက်တာ"
          ],
          "desc": [
            "'ပညာ၊ ကရုဏာ၊ သညာ၊ ဒုက္ခ' အစရှိသော နာမ်ပုဒ်တို့မှာမူ မြန်မာဘာသာစကားတို့တွင် အသုံးတွင်ကျယ်နေပြီဖြစ်သည့် ပါဋ္ဌိဘာသာစကားများ ဖြစ်ကြသည်။ ထိုစကားလုံးများကို ပါဠိဘာသာစကားတွင် ခွဲခြမ်းစိတ်ဖြာနိုင်မည်ဖြစ်သော်လည်း မြန်မာသဒ္ဒါနည်းအားဖြင့် ခွဲခြမ်းစိတ်ဖြာ၍ မရနိုင်ခြင်းကြောင့် ၄င်းတို့သည်လည်း ပင်ကိုနာမ်များ ပင်ဖြစ်ကြသည်။",
            "ထိုနည်းအတူ 'ဒရိုင်ဘာ၊ ဒါရိုက်တာ' အစရှိသော နာမ်များသည် အင်္ဂလိပ် ဘာသာစကားမှ တိုက်ရိုက် မွေးစားထားသော စကားလုံးများ ဖြစ်ကြသည်။",
            "၄င်းတို့ကို အင်္ဂလိပ် ဘာသာစကား၌ ခွဲခြမ်းစိတ်ဖြာနိုင်မည်ဖြစ်သော်လည်း မြန်မာ ဘာသာစကားတွင် 'ဒရိုင်ဘာ၊ ဒါရိုက်တာ' စသည်ဖြင့် အသုံးတွင်ကျယ်နေပြီး မြန်မာသဒ္ဒါ နည်းအားဖြင့် ခွဲခြမ်းစိတ်ဖြာ၍ မရနိုင်သဖြင့် ၄င်တို့သည်လည်း ပင်ကိုနာမ်များ ပင်ဖြစ်ကြသည်။"
          ]
        }
      ]
    },
    {
      "root": {
        "name": "ပေါင်းစပ်နာမ်",
        "desc": "ဝိဘတ်၊ ပစ္စည်း၊ သမ္ဗန္ဓတို့ကို ကြား၌ မခံဘဲ နာမ်၊ ကြိယာ၊ နာမ်စား၊ နာမဝိသေသန၊ ကြိယာဝိသေသနတို့ကို ထိုက်သည့်အားလျော်စွာ ပူးတွဲထားသော နာမ်ကို 'ပေါင်းစပ်နာမ်'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": [
            "ရေအိုး",
            "အိမ်ဟောင်း",
            "မီးခြစ်",
            "လက်ပတ်နာရီ",
            "ပေါက်တူး",
            "သောက်ရေ"
          ],
          "desc": []
        }
      ],
      "exam": [
        {
          "name": "နာမ်ပုဒ် တစ်ခုနှင့် အခြားနာမ်ပုဒ်တစ်ခုကို ပေါင်းစပ်လိုက်ခြင်းဖြင့် ပေါင်းစပ်နာမ် ဖြစ်လာသည်။",
          "desc": [],
          "form": [
            {
              "title": [
                "နာမ်",
                "နာမ်"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "ရေ",
                  "အိုး"
                ],
                [
                  "ရေ",
                  "ခွက်"
                ],
                [
                  "မီး",
                  "ရထား"
                ],
                [
                  "ပင်လယ်",
                  "ငါး"
                ]
              ]
            }
          ]
        },
        {
          "name": "နာမ်ပုဒ် တစ်ခုနှင့် နာမဝိသေသနပုဒ် တစ်ခုကို ပေါင်းစပ်လိုက်ခြင်းဖြင့် ပေါင်းစပ်နာမ် ဖြစ်လာသည်။",
          "desc": [],
          "form": [
            {
              "title": [
                "နာမ်",
                "နာမဝိသေသန"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "မီး",
                  "ပူ"
                ],
                [
                  "ရေ",
                  "နွေး"
                ],
                [
                  "အိမ်",
                  "ဟောင်း"
                ],
                [
                  "တိုက်",
                  "သစ်"
                ]
              ]
            }
          ]
        },
        {
          "name": "နာမ်ပုဒ် တစ်ခု၊ နာမဝိသေသနပုဒ် တစ်ခုနှင့် နာမ်ပုဒ်တစ်ခုတို့ကို အစဉ်အတိုင်း ပေါင်းစပ်လိုက်ခြင်းဖြင့် ပေါင်းစပ်နာမ် ဖြစ်လာသည်။",
          "desc": [],
          "form": [
            {
              "title": [
                "နာမ်",
                "နာမဝိသေသန",
                "နာမ်"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "ရေ",
                  "နွေး",
                  "အိုး"
                ],
                [
                  "ရေ",
                  "ပူ",
                  "စမ်း"
                ],
                [
                  "ခြေ",
                  "လျင်",
                  "တပ်"
                ]
              ]
            }
          ]
        },
        {
          "name": "နာမ်ပုဒ် တစ်ခုနှင့် နာမဝိသေသနပုဒ်ကို အစဉ်အတိုင်း ပေါင်းစပ်လိုက်ခြင်းဖြင့် ပေါင်းစပ်နာမ် ဖြစ်လာသည်။",
          "desc": [],
          "form": [
            {
              "title": [
                "နာမ်",
                "နာမ်",
                "နာမဝိသေသန"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "ပင်လယ်",
                  "ရေ",
                  "တိမ်"
                ],
                [
                  "ပင်လယ်",
                  "ရေ",
                  "ငန်"
                ]
              ]
            }
          ]
        },
        {
          "name": "နာမ်ပုဒ် တစ်ခုနှင့် ကြိယာပုဒ် တစ်ခုကို အစဉ်အတိုင်း ပေါင်းစပ်လိုက်ခြင်းဖြင့် ပေါင်းစပ်နာမ် ဖြစ်လာသည်။",
          "desc": [],
          "form": [
            {
              "title": [
                "နာမ်",
                "ကြိယာ"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "ခါး",
                  "ပတ်"
                ],
                [
                  "ငါး",
                  "ကြော်"
                ],
                [
                  "ပဲ",
                  "လှော်"
                ]
              ]
            }
          ]
        },
        {
          "name": "နာမ်ပုဒ် နှစ်ခုနှင့် ကြိယာပုဒ် တစ်ခုကို ပေါင်းစပ်လိုက်ခြင်းဖြင့် ပေါင်းစပ်နာမ် ဖြစ်လာသည်။",
          "desc": [],
          "form": [
            {
              "title": [
                "နာမ်",
                "နာမ်",
                "ကြိယာ"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "စိန်",
                  "ရင်",
                  "ထိုး"
                ],
                [
                  "မြ",
                  "လည်",
                  "ဆွဲ"
                ],
                [
                  "ရွှေ",
                  "လက်",
                  "စွပ်"
                ]
              ]
            }
          ]
        },
        {
          "name": "နာမ်ပုဒ် တစ်ခု၊ ကြိယာပုဒ် တစ်ခုနှင့် နာမ်ပုဒ် တစ်ခုတို့ကို အစဉ်အတိုင်း ပေါင်းစပ်လိုက်ခြင်းဖြင့် ပေါင်းစပ်နာမ် ဖြစ်လာသည်။",
          "desc": [],
          "form": [
            {
              "title": [
                "နာမ်",
                "ကြိယာ",
                "နာမ်"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "တိုက်",
                  "ခံ",
                  "အိမ်"
                ],
                [
                  "ပျဉ်",
                  "ထောင်",
                  "အိမ်"
                ],
                [
                  "လက်",
                  "ပတ်",
                  "နာရီ"
                ],
                [
                  "ခြေ",
                  "သုတ်",
                  "ပုဆိုး"
                ]
              ]
            }
          ]
        },
        {
          "name": "ကြိယာပုဒ် နှစ်ခုကို ပေါင်းစပ်လိုက်ခြင်းဖြင့် ပေါင်းစပ်နာမ် ဖြစ်လာသည်။",
          "desc": [],
          "form": [
            {
              "title": [
                "ကြိယာ",
                "ကြိယာ"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "ပေါက်",
                  "တူး"
                ],
                [
                  "ထွေး",
                  "ခံ"
                ],
                [
                  "အုပ်",
                  "ဆောင်း"
                ]
              ]
            }
          ]
        },
        {
          "name": "ကြိယာပုဒ် တစ်ခုနှင့် နာမ်ပုဒ် တစ်ခုကို ပေါင်းစပ်လိုက်ခြင်းဖြင့် ပေါင်းစပ်နာမ် ဖြစ်လာသည်။",
          "desc": [],
          "form": [
            {
              "title": [
                "ကြိယာ",
                "နာမ်"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "သောက်",
                  "ရေ"
                ],
                [
                  "ပြုတ်",
                  "ဆန်"
                ],
                [
                  "လှောင်",
                  "အိမ်"
                ],
                [
                  "လျက်",
                  "ဆား"
                ],
                [
                  "ကြိတ်",
                  "ဆုံး"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "root": {
        "name": "ကြိယာနာမ်",
        "desc": "ကြိယာပုဒ်၏ ရှေ့၌ဖြစ်စေ၊ နောက်၌ဖြစ်စေ၊ ပစ္စည်းဆက်၍ ဖြစ်လာသော နာမ်ကို 'ကြိယာနာမ်'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": [
            "အစား",
            "စားဖွယ်",
            "လုပ်ဆောင်ချက်",
            "ကူညီမှု",
            "နေစရာ"
          ],
          "desc": [
            "'စား၊ လုပ်ဆောင်၊ ကူညီ၊ နေ' တို့သည် ကြိယာပုဒ်များဖြစ်ကြသည်။ ၄င်းတို့၏ ရှေ့၌ဖြစ်စေ၊ နောက်၌ဖြစ်စေ 'အ၊ ဖွယ်၊ ချက်၊ မှု၊ ခြင်း၊ စရာ' စသော ပစ္စည်းတို့ကို ဆက်လိုက်သောအခါ 'အစား၊ စားဖွယ်၊ လုပ်ဆောင်ချက်၊ ကူညီမှု၊ နေစရာ' ဟူသော ကြိယာနာမ်များ ဖြစ်လာကြသည်။"
          ]
        }
      ],
      "exam": [
        {
          "name": "ကြိယာ၏ ရှေ့၌ ပစ္စည်းဆက်၍ ဖြစ်လာသော ကြိယာနာမ်များ",
          "desc": [],
          "form": [
            {
              "title": [
                "ရှေ့ဆက်ပစ္စည်း",
                "ကြိယာ"
              ],
              "chain": "ပေါင်းစပ်နာမ်",
              "row": [
                [
                  "အ",
                  "သွား"
                ],
                [
                  "အ",
                  "ပြော"
                ],
                [
                  "အ",
                  "မြင်"
                ]
              ]
            }
          ]
        },
        {
          "name": "ကြိယာ၏ နောက်၌ ပစ္စည်းဆက်၍ ဖြစ်လာသော ကြိယာနာမ်များ",
          "desc": [],
          "form": [
            {
              "title": [
                "ကြိယာ",
                "နောက်ဆက်ပစ္စည်း"
              ],
              "chain": "ကြိယာနာမ်",
              "row": [
                [
                  "ကဲ့ရဲ့",
                  "ဖွယ်"
                ],
                [
                  "ပြန်ကြား",
                  "ချက်"
                ],
                [
                  "တီထွင်",
                  "မှု"
                ],
                [
                  "ခွင့်ပြု",
                  "ခြင်း"
                ],
                [
                  "ပေး",
                  "စရာ"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "root": {
        "name": "ဂုဏ်ရည်ပြနာမ်",
        "desc": "ဂုဏ်အရည်အချင်းပြပုဒ်များ၏ ရှေ့၌ဖြစ်စေ၊ နောက်၌ဖြစ်စေ၊ ပစ္စည်းဆက်၍ဖြစ်လာသော နာမ်ကို 'ဂုဏ်ရည်ပြနာမ်'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": [
            "အကောင်း",
            "ကောင်းမှု",
            "ကောင်းခြင်း",
            "အလှ",
            "လှခြင်း",
            "အပျော်",
            "ပျော်စရာ",
            "အံ့သြစရာ"
          ],
          "desc": [
            "'ကောင်း၊ လှ၊ ပျော်' တို့သည် ဂုဏ်အရည်အချင်းပြပုဒ်များ ဖြစ်ကြသည်။ ၄င်းတို့၏ ရှေ့၌ဖြစ်စေ၊ နောက်၌ဖြစ်စေ 'အ၊ မှု၊ ခြင်း၊ ရာ၊ ဖွယ်' စသော ပစ္စည်းတို့ကို ဆက်လိုက်သောအခါ 'အကောင်း၊ ကောင်းမှု၊ ကောင်းခြင်း၊ အလှ၊ လှခြင်း၊ အပျော်၊ ပျော်စရာ' ဟူသော ဂုဏ်ရည်ပြနာမ်များ ဖြစ်လာကြသည်။"
          ]
        }
      ],
      "exam": [
        {
          "name": "ဂုဏ်အရည်အချင်းပြပုဒ်များ၏ ရှေ့၌ပစ္စည်းဆက်၍ ဖြစ်လာသော ဂုဏ်ရည်ပြနာမ်များ",
          "desc": [],
          "form": [
            {
              "title": [
                "ရှေ့ဆက်ပစ္စည်း",
                "ဂုဏ်ရည်ပြပုဒ်"
              ],
              "chain": "ဂုဏ်ရည်ပြနာမ်",
              "row": [
                [
                  "အ",
                  "ဆိုး"
                ],
                [
                  "အ",
                  "ကောင်း"
                ],
                [
                  "အ",
                  "နီ"
                ],
                [
                  "အ",
                  "ဖြူ"
                ],
                [
                  "အ",
                  "အေး"
                ],
                [
                  "အ",
                  "ပူ"
                ]
              ]
            }
          ]
        },
        {
          "name": "ဂုဏ်အရည်အချင်းပြပုဒ်များ၏ နောက်၌ပစ္စည်းဆက်၍ ဖြစ်လာသော ဂုဏ်ရည်ပြနာမ်များ",
          "desc": [],
          "form": [
            {
              "title": [
                "ဂုဏ်ရည်ပြပုဒ်",
                "နောက်ဆက်ပစ္စည်း"
              ],
              "chain": "ဂုဏ်ရည်ပြနာမ်",
              "caption": "",
              "row": [
                [
                  "ကောင်း",
                  "မှု"
                ],
                [
                  "သာယာ",
                  "မှု"
                ],
                [
                  "ထူးခြား",
                  "ချက်"
                ],
                [
                  "ထင်ရှား",
                  "ခြင်း"
                ],
                [
                  "ကျော်ကြား",
                  "ခြင်း"
                ],
                [
                  "ရဲရင့်",
                  "ခြင်း"
                ],
                [
                  "အံ့သြ",
                  "ဖွယ်"
                ],
                [
                  "အံ့သြ",
                  "စရာ"
                ]
              ]
            }
          ]
        }
      ]
    }
  ]
}