{
  "info":{
    "name":"Punctuation",
    "desc":"",
    "status":0
  },
  "root": {
    "name": "ပုဒ်",
    "desc": "သီးခြားစကားလုံးကိုလည်းကောင်း၊ သီးခြားစကားလုံးနှင့် အကူစကားလုံးတို့ကို တွဲစပ်ထားသော စကားလုံးတို့ကို လည်းကောင်းပုဒ် ဟုခေါ်သည်။",
    "note": ""
  },
  "word": [],
  "exam": [],
  "kind": [
    {
      "root": {
        "name": "ပုဒ်ရိုး",
        "desc": "ဝိဘတ်၊ ပစ္စည်း တစ်ခုခုမရောဘဲ အနက်အဓိပ္ဂာယ်တစ်ခုကို ဖော်ပြနိုင်၍ သီးခြားရပ်တည်နိုင်သော စကားလုံးကို ပုဒ်ရိုး ဟုခေါ်သည်။"
      },
      "word": [],
      "exam": [],
      "kind": []
    },
    {
      "root": {
        "name": "ပေါင်းစပ်ပုဒ်",
        "desc": "ဝိဘတ်၊ ပစ္စည်း၊ သမ္ဗတစ်ခုခုကို ကြား၌မခံဘဲ သီးခြားစကားလုံး (၂)လုံး၊ (၃)လုံး စသည်တို့ကို ပေါင်းစပ်ဖွဲ့စည်းထားသည့်ပုဒ်ကို ပေါင်းစပ်ပုဒ် ဟုခေါ်သည်။"
      },
      "word": [],
      "exam": [],
      "kind": []
    },
    {
      "root": {
        "name": "ပစ္စည်းရောပုဒ်",
        "desc": "သီးခြားစကားလုံးတစ်လုံးကို အကူစကားလုံးတစ်လုံးနှင့် ရောနှောခြင်းဖြင့် အနက်အဓိပ္ဂာယ်တစ်ခု ထွက်လာသောပုဒ်ကို ပစ္စည်းရောပုဒ် ဟုခေါ်သည်။"
      },
      "word": [],
      "exam": [],
      "kind": []
    },
    {
      "root": {
        "name": "ဝိဘတ်သွယ်ပုဒ်",
        "desc": "ဝိဘတ်တစ်ခုခုနှင့် ဆက်သွယ်ထားသောပုဒ်ကို ဝိဘတ်သွယ်ပုဒ် ဟုခေါ်သည်။"
      },
      "word": [],
      "exam": [],
      "kind": []
    },
    {
      "root": {
        "name": "ပုဒ်ဖြတ်ပုဒ်ရပ်",
        "desc": "မြန်မာစာရေးသားရာ၌ အဓိပ္ပာယ်ရှင်းလင်းစေရန် ပုဒ်ကလေး၊ ပုဒ်မ၊ ဝိုက်ကွင်းစသော သင်္ကေတများကို အသုံးပြု၍ ရေးရသည်။ ထိုသင်္ကေတများကို ပုဒ်ဖြတ်ပုဒ်ရပ်သင်္ကေတများ ဟုခေါ်သည်။"
      },
      "word": [],
      "exam": [],
      "kind": [
        {
          "root": {
            "name": "ပုဒ်ကလေး ၊",
            "desc": "နှစ်ခုထက် ပိုသော ပုဒ်များအကြားတွင် ပုဒ်ကလေးကို သုံးသည်။"
          },
          "word": [],
          "exam": [],
          "kind": []
        },
        {
          "root": {
            "name": "ပုဒ်မ ။",
            "desc": "ဝါကျအဆုံး၌ ပုဒ်မကို သုံးသည်။"
          },
          "word": [],
          "exam": [],
          "kind": []
        },
        {
          "root": {
            "name": "ဝိုက်ကွင်း ( )",
            "desc": "ကိန်းဂဏန်းဖြင့် ဖော်ပြသော ငွေကြေးအရေအတွက်ကို စာဖြင့် တိတိကျကျ ဖော်ပြလိုလျှင် ဝိုက်ကွင်းကို သုံးသည်။"
          },
          "word": [],
          "exam": [],
          "kind": []
        },
        {
          "root": {
            "name": "အောက်မျဉ်း _",
            "desc": "စာဖတ်သူ အထူးသတိထား၍ ဖတ်စေချင်သော စကားလုံး၊ ပုဒ်၊ ဝါကျ စသည်တို့ကို အောက်မျဉ်းသား၍ ဖော်ပြသည်။"
          },
          "word": [],
          "exam": [],
          "kind": []
        },
        {
          "root": {
            "name": "မျဉ်းတို -",
            "desc": "ရက်စွဲ အတိုရေးရာ၌ မျဉ်းတိုကို သုံးသည်။ (မျဉ်းစောင်း၊ ပုဒ်ကလေးကိုလည်း သုံးသည်။)"
          },
          "word": [],
          "exam": [],
          "kind": []
        },
        {
          "root": {
            "name": "မျဉ်းစောင်း /",
            "desc": "ရက်စွဲ အတိုရေးရာ၌ မျဉ်းစောင်းကိုသုံးသည်။ (မျဉ်းတို၊ ပုဒ်ကလေးကိုလည်း သုံးသည်။)"
          },
          "word": [],
          "exam": [],
          "kind": []
        }
      ]
    }
  ]
}