{
  "info":{
    "name":"Pronoun",
    "desc":"",
    "status":1
  },
  "root": {
    "name": "နာမ်စား",
    "desc": "နာမ်၏ အစားသုံးသော ပုဒ်ကို 'နာမ်စား'ဟု ခေါ်သည်။",
    "note": null
  },
  "cate": [
    {
      "name": "နာမ်စား",
      "desc":"နာမ်စား '၄'မျိုး ရှိသည်။",
      "row": ["ပုဂ္ဂလနာမ်စား","အညွှန်းနာမ်စား","အမေးနာမ်စား","သင်္ချာနာမ်စား"]
    }
  ],
  "word": [],
  "exam": [],
  "kind": [
    {
      "root": {
        "name": "ပုဂ္ဂလနာမ်စား",
        "desc": "ပုဂ္ဂိုလ်၏ အစားသုံးသော နာမ်းစားကို 'ပုဂ္ဂလနာမ်စား'ဟု ခေါ်သည်။",
        "note": null
      },
      "cate": [
        {
          "name": "ပုဂ္ဂလနာမ်စား",
          "desc":"ပုဂ္ဂလနာမ်စား '၃'မျိုး ရှိသည်။",
          "row": ["ပြောသူနာမ်စား","ကြားနာသူနာမ်စား","အပြောခံနာမ်စား"]
        }
      ],
      "word": [],
      "exam": [],
      "kind": [
        {
          "root": {
            "name": "ပြောသူနာမ်စား",
            "desc": "ပြောသူနာမ်၏ အစားသုံးသော ပုဒ်ကို 'ပြောသူနာမ်စား'ဟု ခေါ်သည်။",
            "note": "ပြောသူနှင့် ကြားနာသူတို့၏ အသက်အရွယ်၊ အဆင့်အတန်း၊ ခင်မင်ရင်းနှီးမှုစသည့် အခြေအနေတို့ကို လိုက်၍ ပြောသူနာမ်စား အမျိုးမျိုးကွဲပြားသည်။"
          },
          "word": [
            {
              "name": "သာဓက",
              "row": ["ငါ","ကျွန်တော်","ကျွန်မ","ကျွန်ုပ်","ကျုပ်","ကိုယ်","တပည့်တော်","တပည့်တော်မ"],
              "desc":[]
            }
          ],
          "exam": [
            {
              "name": "'ငါ ဂုဏ်ထူးရအောင် ကြိုးစာမယ်'ဟု မောင်မောင်က ပြောသည်။",
              "desc":[
                "ဤဝါကျ၌ 'ငါ' သည် 'မောင်မောင်' ဟူသော နာမ်၏ အစားသုံးသော နာမ်စား ဖြစ်သည်။ 'မောင်မောင်'သည် ပြောသူနာမ် ဖြစ်သည်။ ထို့ကြောင့် 'ငါ'သည် ပြောသူနာမ်စား ဖြစ်သည်။",
                "ထိုနည်းအတူ 'ကျွန်တော်၊ ကျွန်ုပ်၊ ကျုပ်၊ ကိုယ်၊ တပည့်တော်၊ တပည့်တော်မ' တို့သည် ပြောသူနာမ်၏ အစားသုံးသော ပြောသူနာမ်စားများ ဖြစ်ကြသည်။"
              ]
            }
          ]
        },
        {
          "root": {
            "name": "ကြားနာသူနာမ်စား",
            "desc": "ကြားနာသူနာမ်၏ အစားသုံးသော ပုဒ်ကို 'ကြားနာသူနာမ်စား'ဟု ခေါ်သည်။",
            "note": "ပြောသူသည် ကြားနာသူကို တိုက်ရိုက်ရည်းညွှန်းပြောသောအခါ ကြားနာသူ၏ အမည်ကို သုံးမည့်အစား နာမ်စားကို သုံး၍ ပြောသည်။ ထိုနာမ်စားသည် ကြားနာသူ၏ အမည်အစားသုံးသောကြောင့် ကြားနာသူနာမ်စား ဖြစ်သည်။"
          },
          "word": [
            {
              "name": "သာဓက",
              "row": ["မင်း","ခင်းဗျား","ရှင်","နင်","သင်","ညည်း"],
              "desc":[]
            }
          ],
          "exam": [
            {
              "name": "'မင်းကို အထူအဆန်း တစ်ခု ပြောရအုံးမယ်'ဟု မောင်ဇော်ကို မောင်ရေခဲက ပြောသည်။",
              "desc":[
                "ဤဝါကျ၌ 'မောင်ဇော်'သည် ကြားနာသူနာမ် ဖြစ်သည်။ 'မင်း'သည် 'မောင်ဇော်'ဟူသော ကြားနာသူနာမ်၏ အစားသုံးသော နာမ်စားဖြစ်သည်။ ထို့ကြောင့် 'မင်း'သည် ကြားနာသူနာမ်စား ဖြစ်သည်။",
                "ထိုနည်းအတူ 'ခင်းဗျား၊ ရှင်၊ နင်၊ သင်၊ ညည်း' တို့သည်လည်း ကြားနာသူနာမ်၏ အစားသုံးသော ကြားနာသူနာမ်စားများဖြစ်ကြသည်။"
              ]
            }
          ]
        },
        {
          "root": {
            "name": "အပြောခံနာမ်စား",
            "desc": "အပြောခံနာမ်၏ အစားသုံးသော ပုဒ်ကို 'အပြောခံနာမ်စား'ဟု ခေါ်သည်။",
            "note": "ပြောသူနှင့် ကြားနာသူတို့၏အကြား၌ အပြောခံပုဂ္ဂိုလ် တစ်ဦးရှိတတ်သည်။ ထိုအပြောခံပုဂ္ဂိုလ်သည် အပြောခံနာမ် ဖြစ်သည်။ အဆိုပါ အပြောခံနာမ်၏ အစားသုံးသော နာမ်စားသည် အပြောခံနာမ်စား ဖြစ်သည်။"
          },
          "word": [
            {
              "name": "သာဓက",
              "row": ["သူ","သင်","မင်း","ယင်း","၄င်း"],
              "desc":[]
            }
          ],
          "exam": [
            {
              "name": "'မောင်ဇော်ကို မနေ့က မတွေ့ဘူး။ သူနေမကောင်းဘူး ထင်ပါရဲ့'ဟု မောင်ရေခဲကို မဝိုင်းက ပြောသည်။",
              "desc":[
                "ဤဝါကျ၌ ပြောသူသည် မဝိုင်း ဖြစ်၍ ကြားနာသူသည် 'မောင်ရေခဲ' ဖြစ်သည်။ မဝိုင်းနှင့် မောင်ရေခဲတို့သည် 'မောင်ဇော်'၏ အကြောင်းကို ပြောနေခြင်းဖြစ် သောကြောင့် 'မောင်ဇော်' သည် အပြောခံနာမ်ဖြစ်သည်။",
                "ထို့ကြောင့် 'သူ'သည် အပြောခံနာမ် 'မောင်ဇော်'၏ အစားသုံးသော အပြောခံနာမ်စား ဖြစ်သည်။"
              ]
            }
          ]
        }
      ]
    },
    {
      "root": {
        "name": "အညွှန်းနာမ်စား",
        "desc": "နာမ်ပုဒ်တစ်ခုကို ညွှန်ပြသည့် နာမ်စားကို 'အညွှန်းနာမ်စား'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": ["ဤ","သည်","ထို","ယင်း","၄င်း"],
          "desc":[]
        }
      ],
      "exam": [
        {
          "name": "'ပညာရွှေအိုး လူမခိုး' ဟူသော စကား ရှိသည်။ ဤကား ရှေးပညာရှိတို့၏ အဆိုအမိန့်တည်း။",
          "desc": [
            "ဤဝါကျ (၂)ခုတွင် ပထမဝါကျရှိ 'စကား'သည် နာမ် ဖြစ်သည်။ ဒုတိယဝါကျရှိ 'ဤ'သည် ပထမဝါကျရှိ 'စကား'ဟူသော နာမ်၏ အစားသုံးထားသော နာမ်စားဖြစ်သည်။ ထို့ပြင် 'စကား' ဟူသော နာမ်ကိုလည်း ညွှန်ပြသည်။",
            "ထို့ကြောင့် 'ဤ' သည် အညွှန်းနာမ်စား ဖြစ်သည်။"
          ]
        },
        {
          "name": "ထမင်းဆိုင်မှာ မစားနှင့်၊ သည်မှာ စားပါ။ သူ့တို့အိမ်မှာ မတည်းနှင့်၊ သည် မှာ တည်းပါ။",
          "desc": [
            "ဤဝါကျ(၂)ခုစလုံးတွင် 'သည်'သည် ပြောသူနေထိုင်ရာကို ညွှန်ပြသော စကားလုံး ဖြစ်သည်။ 'ကျွန်ုပ်အိမ်မှာ စားပါ။",
            "ကျွန်ုပ်အိမ်မှာ တည်းပါ'ဟု ဆိုမည့်အစား 'သည်မှာ စားပါ၊ သည်မှာ တည်းပါ'ဟု ဆိုခြင်းကြောင့် '(ကျွန်ုပ်)အိမ် ' ဟူသော နာမ်၏အစား 'သည်'ကို သုံးထားခြင်းဖြစ်သည်။",
            "ထို့ကြောင့် 'သည်' သည် အညွှန်းနာမ်စား ဖြစ်သည်။"
          ]
        },
        {
          "name": "မောင်ကျော်သည် မွေးနေ့လက်ဆောင်အဖြစ် စက်ဘီးတစ်စီးကို ရသည်။ ၄င်းကို သူအလွန် နှစ်သက်သည်။",
          "desc": [
            "ဤဝါကျနှစ်ခုတွင် ပထမဝါကျရှိ 'စက်ဘီး' သည် နာမ် ဖြစ်သည်။",
            "ဒုတိယဝါကျရှိ '၄င်း' သည် ပထမဝါကျရှိ စက်ဘီး ဟူသော နာမ်၏အစားသုံးထား သော နာမ်စားဖြစ်သည်။",
            "ထို့ပြင် 'စက်ဘီး' ဟူသော နာမ်ကိုလည်း ညွှန်ပြ သည်။",
            "ထို့ကြောင့် '၄င်း' သည် အညွှန်းနာမ်စား ဖြစ်သည်။"
          ]
        }
      ]
    },
    {
      "root": {
        "name": "အမေးနာမ်စား",
        "desc": "အမေးသဘောဖြင့် နာမ်ပုဒ်၏ အစားသုံးသော နာမ်စားကို 'အမေးနာမ်စား'ဟု ခေါ်သည်။",
        "note": null
      },
      "word": [
        {
          "name": "သာဓက",
          "row": ["ဘယ်","ဘာ","မည်သူ"],
          "desc": []
        }
      ],
      "exam": [
        {
          "name": "ဤစာအုပ်ကို ဘယ်က ဝယ်လာသနည်း။ အမေ ဘယ် သွားသနည်း။",
          "desc": [
            "ဤဝါကျ(၂)ခုတွင် ပထမဝါကျရှိ 'ဘယ်' သည် စာအုပ်ဝယ်လာသည့် နေရာကို မေးမြန်းခြင်းဖြင့် ဝယ်လာသည့်နေရာ (နာမ်)၏အစားသုံးသော နာမ်စား ဖြစ်သည်။",
            "ဒုတိယဝါကျရှိ 'ဘယ်' မှာမူ အမေသွားသည့် နေရာကို မေးမြန်းခြင်းဖြင့် အမေသွားသည့်နေရာ(နာမ်)၏ အစားသုံးသော နာမ်စား ဖြစ်သည်။",
            "ထို့ကြောင့် 'ဘယ်' သည် အမေးနာမ်စား ဖြစ်သည်။"
          ]
        },
        {
          "name": "အမေ ဘာကို ကြိုက်သလဲ။ အမေ ဘာဝယ်လာသလဲ။",
          "desc": [
            "ဤဝါကျ(၂)ခုတွင် ပထမဝါကျရှိ 'ဘာ' သည် အမေကြိုက်သည့် အရာကို မေးမြန်းခြင်းဖြင့် အမေကြိုက်သည့်အရာ (နာမ်)၏ အစားသုံးသော နာမ်စား ဖြစ်သည်။",
            "ဒုတိယဝါကျရှိ 'ဘာ' မှာမူ အမေဝယ်လာသည့် အရာကို မေးမြန်းခြင်းဖြင့် ဝယ်လာသည့်အရာ(နာမ်)အစားသုံးသော နာမ်စားဖြစ် သည်။",
            "ထို့ကြောင့် 'ဘာ' သည် အမေးနာမ်စား ဖြစ်သည်။"
          ]
        },
        {
          "name": "ဈေးသို့ မည်သူ သွားသနည်း။ ဈေး၌ မည်သူနှင့် တွေ့ခဲ့သနည်း။",
          "desc": [
            "ဤဝါကျ(၂)ခုတွင် ပထမဝါကျရှိ 'မည်သူ' သည် ဈေးသို့ သွားသူကို မေးမြန်းခြင်းဖြင့် သွားသူ(နာမ်)၏ အစားသုံးသော နာမ်စား ဖြစ်သည်။",
            "ဒုတိယဝါကျရှိ 'မည်သူ' မှာမူ ဈေး၌ တွေ့ခဲ့သူကို မေးမြန်းခြင်းဖြင့် တွေ့ခဲ့သူ (နာမ်) ၏ အစားသုံးသော နာမ်စားဖြစ်သည်။",
            "ထို့ကြောင့် 'မည့်သူ' သည် အမေးနာမ်စား ဖြစ်သည်။"
          ]
        }
      ]
    },
    {
      "root": {
        "name": "သင်္ချာနာမ်စား",
        "desc": "အရေအတွက်နှင့် ပမာဏကို ပြသော နာမ်စားကို 'သင်္ချာနာမ်စား'ဟု ခေါ်သည်။",
        "note": null
      },
      "cate": [
        {
          "name": "သင်္ချာနာမ်စား",
          "desc":"သင်္ချာနာမ်စား '၂'မျိုး ရှိသည်။",
          "row": ["အရေအတွက်ပြသင်္ချာနာမ်စား","ပမာဏပြသင်္ချာနာမ်စား"]
        }
      ],
      "word": [],
      "exam": [],
      "kind": [
        {
          "root": {
            "name": "အရေအတွက်ပြသင်္ချာနာမ်စား",
            "desc": "အရေအတွက်ကိုပြ၍ နာမ်၏ အစားသုံးသော ပုဒ်ကို 'အရေအတွက်ပြသင်္ချာနာမ်စား'ဟု ခေါ်သည်။",
            "note": null
          },
          "word": [
            {
              "name": "သာဓက",
              "row": ["တစ်ခု","နှစ်စောင်","သုံးကောင်","လေးစင်း"],
              "desc":[]
            }
          ],
          "exam": [
            {
              "name": "အရေအတွက်ပြသင်္ချာနာမ်စားတို့မှာ 'တစ်ခု၊ တစ်စောင်၊ သုံးကောင်၊ နှစ်စင်း' စသည်တို့ ဖြစ်ကြသည်။",
              "desc":[
                "မြန်မာပြည်၌ ထင်ရှားသော ပင်လယ်ကမ်းခြေ'နှစ်ခု'ရှိသည်။ တစ်ခုသည် ငပလီ ကမ်းခြေဖြစ်၍ 'တစ်ခု'မှာ မောင်းမကန်ကမ်းခြေ ဖြစ်သည်။",
                "အစ်ကိုကြီးသည် သတင်းစာ'သုံးစောင်'ကို ဈေးက ဝယ်လာသည်။ 'နှစ်စောင်' သည် မြန်မာသတင်းစာ ဖြစ်၍ 'တစ်စောင်'မှာ အင်္ဂလိပ် သတင်းစာ ဖြစ်သည်။",
                "လယ်သမားကြီး ဦးဖိုးမြသည် နွား'ငါးကောင်'ကို မွေးထားသည်။ 'သုံးကောင်'သည် နို့စားနွားမဖြစ်၍ 'နှစ်ကောင်'မှာ ခိုင်းနွား ဖြစ်သည်။",
                "ဘူတာရုံ၌ မီးရထား'လေးစင်း' ဆိုက်နေပြီ။ 'နှစ်စင်း'သည် အစုန်မီးရထား ဖြစ်၍ 'နှစ်စင်း'မှာ အဆန်မီးရထား ဖြစ်သည်။"
              ]
            }
          ]
        },
        {
          "root": {
            "name": "ပမာဏပြသင်္ချာနာမ်စား",
            "desc": "ပမာဏကိုပြ၍ နာမ်၏ အစားသုံးသော ပုဒ်ကို 'ပမာဏပြသင်္ချာနာမ်စား'ဟု ခေါ်သည်။",
            "note": null
          },
          "word": [
            {
              "name": "သာဓက",
              "row": ["အချို့","အားလုံး","အနည်းငယ်","တစ်ဝက်","အများစု"]
            }
          ],
          "exam": [
            {
              "name": "ပမာဏပြသင်္ချာနာမ်စား တို့မှာ 'အချို့၊ အားလုံး၊ အများစု' စသည်တို့ ဖြစ်ကြသည်။",
              "desc":[
                "တောင်းထဲ၌ သရက်သီးများ ရှိသည်။ 'အချို့'မှာ မှည့်ပြီ။",
                "ဦးလှမှာ သားသမီး သုံးယောက် ရှိသည်။ 'အားလုံး' စားကြိုးစားကြသည်။",
                "ကျောင်းသားများသည် ကျောင်းဝင်းထဲ၌ သန့်ရှင်းရေး လုပ်နေကြသည်။ 'အများစု'က ချုံများကို ရှင်းလင်းကြသည်။"
              ]
            }
          ]
        }
      ]
    }
  ]
}