{
  "chapter": [
    "context",
    "pos",
    "other"
  ],
  "note": {
    "author": "Khen Solomon Lethil",
    "url": "myordbok.com",
    "version": "1.171030"
  },
  "context": {
    "name": "မြန်မာသဒ္ဒါ",
    "desc": "လူတို့နှုတ်မှထွက်သောအသံတို့ကို ဆိုလိုသည့် အဓိပ္ပာယ်ရောက်အောင် စနစ်တကျ ပြောဆို ရေးသားရသည်။ ထိုသို့ ပြောဆိုရေးသားရာ၌ အသုံးပြုရမည့် စည်းစနစ်တို့ကို ဖော်ပြသော ကျမ်းသည် သဒ္ဒါကျမ်း ဖြစ်သည်။",
    "kind": [
      {
        "name": "အသံ",
        "desc": "နားဖြင့် ကြားသမျှကို အသံ ဟုခေါ်သည်။ လူသံ၊  ခွေးသံ၊  လေသံ၊ မိုးသံ၊ ဆိုင်းသံ၊ ဗုံသံ၊ တယောသံ၊ သီချင်းသံ စသည် လူတို့နှုတ်မှ အသံအမြောက်အမြား ထွက်နိုင်သည်။ ထိုအသံတို့တွင် အချို့ သည် အဓိပ္ပာယ်ရှိသည်။ အချို့မှာမူအဓိပ္ပာယ် မရှိချေ။ 'လူ၊ စာအုပ်၊ ကြက်ဟင်းခါးသီး၊ တစ်နေ့က၊ ထိုင်ပါ' စသည်တို့သည် အဓိပ္ပာယ်ရှိသော အသံများ ဖြစ်ကြသည်။ 'ခေါခေါ' ဟူသော  ဟောက်သံ၊ 'ရွှီရွှီ' ဟူသော အကြောင်းမဲ့ လေချွန်သံ စသည်တို့မှာ အဓိပ္ပာယ်မရှိသည့် အသံများ ဖြစ်ကြသည်။"
      },
      {
        "name": "သဒ္ဒ",
        "desc": "သဒ္ဒသည် ပါဠိစကားဖြစ်သည်။ 'အသံ'ဟု အဓိပ္ပာယ်ရသည်။"
      },
      {
        "name": "သဒ္ဒါ",
        "desc": "အဓိပ္ပာယ်ရှိသောအသံကို အစွဲပြု၍ ရေးသားထားသောကြောင့် 'သဒ္ဒါ'ဟု ခေါ်သည်။ လူတို့နှုတ်မှထွက်သောအသံတို့ကို ဆိုလိုသည့် အဓိပ္ပာယ်ရောက်အောင် စနစ်တကျ ပြောဆို ရေးသားရသည်။ ထိုသို့ ပြောဆိုရေးသားရာ၌ အသုံးပြုရမည့်စည်းစနစ်တို့ကို ဖော်ပြသောကျမ်းသည် သဒ္ဒါကျမ်းဖြစ်သည်။"
      }
    ]
  },
  "pos": [
    {
      "info": {
        "name": "Noun",
        "desc": ""
      },
      "root": {
        "name": "နာမ်",
        "desc": "သက်ရှိသက်မဲ့၊ ဒြပ်ရှိဒြပ်မဲ့တို့၏ အမည်ဟူသမျှကို 'နာမ်'ဟု ခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Pronoun",
        "desc": ""
      },
      "root": {
        "name": "နာမ်စား",
        "desc": "နာမ်၏ အစားသုံးသော ပုဒ်ကို 'နာမ်စား'ဟု ခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Verb",
        "desc": ""
      },
      "root": {
        "name": "ကြိယာ",
        "desc": "ပြုခြင်းကိုဖြစ်စေ၊ ဖြစ်ခြင်းကိုဖြစ်စေ၊ ရှိခြင်းကိုဖြစ်စေ ပြသောပုဒ်ကို 'ကြိယာ'ဟု ခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Adjective",
        "desc": ""
      },
      "root": {
        "name": "နာမဝိသေသန",
        "desc": "နာမ်ကို အထူးပြုသော ပုဒ်ကို 'နာမဝိသေသန'ဟု ခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Adverb",
        "desc": ""
      },
      "root": {
        "name": "ကြိယာဝိသေသန",
        "desc": "ကြိယာကို အထူးပြုသော ပုဒ်ကို 'ကြိယာဝိသေသန'ဟု ခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Preposition",
        "desc": ""
      },
      "root": {
        "name": "ဝိဘတ်",
        "desc": "နာမ်၊ နာမ်စားတို့၏ နောက်၌တည်၍ ၄င်းတို့သည် ကတ္တားဖြစ်သည်၊ ကံဖြစ်သည် စသည်ကိုလည်းကောင်း၊ ကြိယာ၏ နောက်၌တည်၍ ၄င်းကြိယာ၏ ကာလနှင့် အမျိုးအစားကို လည်းကောင်း ဝေဖန်ပိုင်းခြားပြသော စကားလုံးကို 'ဝိဘတ်'ဟု ခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Conjunction",
        "desc": ""
      },
      "root": {
        "name": "သမ္ဗန္ဓ",
        "desc": "ပုဒ်အချင်းချင်းကိုဖြစ်စေ၊ ဝါကျအချင်းချင်းကိုဖြစ်စေ၊ အဓိပ္ပာယ်အချင်းချင်းကိုဖြစ်စေ ဆက်စပ်ပေးသော စကားလုံးကို 'သမ္ဗန္ဓ'ဟု ခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Article",
        "desc": ""
      },
      "root": {
        "name": "ပစ္စည်း",
        "desc": "နာမ်၊ နာမ်စား၊ နာမဝိသေသန၊ ကြိယာ၊ ကြိယာဝိသေသနတို့၏ အဓိပ္ပာယ်ကို ထူးခြားလေးနက်အောင် ကူညီထောက်ပံ့သော စကားလုံးကို 'ပစ္စည်း'ဟု ခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Interjection",
        "desc": ""
      },
      "root": {
        "name": "အာမေဍိတ်",
        "desc": "ထိတ်လန့်ခြင်း၊ ဝမ်းသာခြင်း၊ အံ့သြခြင်းသည့် တစ်စုံတစ်ခုသော အကြောင်းကြောင့် ပြင်းပြင်းထန်ထန် စိတ်လှုပ်ရှားကာ နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသော အသံကို 'အာမေဍိတ်'ဟု ခေါ်သည်။"
      }
    }
  ],
  "other": [
    {
      "info": {
        "name": "Alphabet",
        "tmp": [
          "alphabet",
          "symbol",
          "punctuation"
        ],
        "desc": ""
      },
      "root": {
        "name": "အက္ခရာ",
        "desc": "လူတို့နှုတ်မှ ထွက်သော အသံတို့ကို နားဖြင့်ကြားရသည်။ ထိုအသံတို့ကို ကိုယ်စားပြုထားသည့် အမှတ်သင်္ကေတများကို အက္ခရာ  ဟုခေါ်သည်။ 'က၊ ခ၊ ဂ၊ ဃ၊ င' စသော အမှတ်သင်္ကေတများသည် အက္ခရာများဖြစ်ကြသည်။ ထိုအက္ခရာများကို စာရေးသားရာတွင် အသုံးပြုကြရသည်။"
      }
    },
    {
      "info": {
        "name": "Word",
        "desc": ""
      },
      "root": {
        "name": "စကားလုံး",
        "desc": "အနက်အဓိပ္ဂာယ်ကို ဖော်ပြနိုင်သော စကားအစိတ်အပိုင်း အသီးသီးကို စကားလုံး ဟုခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Punctuation",
        "desc": ""
      },
      "root": {
        "name": "ပုဒ်",
        "desc": "သီးခြားစကားလုံးကိုလည်းကောင်း၊ သီးခြားစကားလုံးနှင့် အကူစကားလုံးတို့ကို တွဲစပ်ထားသော စကားလုံးတို့ကို လည်းကောင်းပုဒ် ဟုခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Sentence",
        "desc": ""
      },
      "root": {
        "name": "ဝါကျ",
        "desc": "ဆိုလိုသည့်အဓိပ္ပာယ်ရောက်အောင် စနစ်တကျ စီစဉ်ထားသော ပုဒ်အစုအပေါင်းကို ဝါကျ ဟုခေါ်သည်။ ဝါကျတစ်ခုတွင် အနည်းဆုံး ကတ္တားတစ်ခုနှင့် ကြိယာတစ်ခု ပါဝင်သည်။"
      }
    },
    {
      "info": {
        "name": "Tense",
        "desc": ""
      },
      "root": {
        "name": "ကာလ",
        "desc": "ကြိယာ၏ပြုခြင်း၊ ဖြစ်ခြင်း၊ ရှိခြင်းနှင့် စပ်ဆိုင်သော အချိန်ကို ပြသည်။"
      }
    },
    {
      "info": {
        "name": "Gender",
        "desc": ""
      },
      "root": {
        "name": "လိင်",
        "desc": "အထီးအမသဘာဝကို လိင် ဟုခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Number",
        "desc": ""
      },
      "root": {
        "name": "ကိန်း",
        "desc": "အရေအတွက်ကို ကိန်း ဟုခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Part of speech",
        "desc": ""
      },
      "root": {
        "name": "ဝါစင်္ဂ",
        "desc": "ဝါစင်္ဂ သည် ဝါစာနှင့် အင်္ဂ ပေါင်းစပ်ထားသော ပါဠိစကား ဖြစ်သည်။ ဆိုလိုသည့် အဓိပ္ပာယ်ရောက်အောင် ပြောဆိုသောစကား၏ အစိတ်အပိုင်းကို ဝါစင်္ဂဟု ခေါ်သည်။"
      }
    },
    {
      "info": {
        "name": "Phrasal",
        "tmp": [
          "Phrase"
        ],
        "desc": ""
      },
      "root": {
        "name": "ပုဒ်စု",
        "desc": "ပုဒ်(၂)ပုဒ်၊ (၃)ပုဒ် စသည်တို့၏အကြား၌ ဝိဘတ်၊ ပစ္စည်း၊ သမ္ဗန္ဓတစ်ခုခုကိုထားလျက်ဖြစ်စေ၊ ပုဒ်(၂)ပုဒ်၊ (၃)ပုဒ် စသည်တို့၏ နောက်၌ သမ္ဗန္ဗ(၂)ခု၊ (၃)ခု စသည်တို့ကို ထားလျက်ဖြစ်စေ ဆက်ထားသောပုဒ်ကို ပုဒ်စု ဟုခေါ်သည်။"
      }
    }
  ]
}